[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$WillowGame.ItemCard DisplayDescription.CharacterHead"
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_SoOrchid UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="i %s With this script."
ItemName=""
PickupMessage="you are %s"
UseFailureLevelMessage="You must be level %d or higher to use this feature.."
UseFailureConstraintsMessage="This article is legal."
NoManufacturerName="Finally"

